Repository: lemnet/SimpleWeather
Catalog: settings/i18n/*.po
Languages: fr_fr

source: Clockface settings
fr_fr: Paramètres de la clockface

# checkBT
source: Check BT every 30 sec
fr_fr: Vérifier le BT toutes les 30 sec

source: Color
fr_fr: Couleur

source: Help
fr_fr: Aide

# helpl1
source: Tap on time to display it in minutes:seconds (instead of hours:minutes) until another tap on time or until the screen goes off.
fr_fr: Tapez sur l'heure pour l'afficher en minutes:secondes (au lieu de heures:minutes) jusqu'à ce que vous retapiez sur l'heure ou que l'écran s'éteigne.

# helpl2
source: Tap on battery to keep te display on until another tap on battery (⚠️⚡🔋). A rectangle is displayed on the battery and the watch vibrates every minutes to remind you that the display will stay on.
fr_fr: Tapez sur la batterie pour garder l'écran allumé jusqu'à ce que vous retapiez sur la batterie (⚠️⚡🔋). Un rectangle s'affiche sur la batterie et la montre vibre toutes les minutes, pour vous rappeler que l'écran reste allumé.

# helpl3
source: Tap anywhere else to switch form steps to heart rate, calories and floors.
fr_fr: Tapez n'importe où ailleurs pour passer des pas au rythme cardiaque, aux calories, et aux étages.

# contacttxt
source: Feel free to contribute, ask for enhancement, open an issue, or help with translations.
fr_fr: N'hésitez pas à contribuer, demander des améliorations, ouvrir un ticket, ou aider pour la traduction.

# lic_ori_idea
source: Original idea: Simple Weather for pebble by Evandro Muller
fr_fr: Idée originale : Simple Weather pour pebble par Evandro Muller

# lic_ori_idea_link
source: On Rebble App Store
fr_fr: Sur le magasin d'app Rebble

# lic_fitbit
source: Activity icons:
fr_fr: Icônes d'activité :

# lic_weather
source: Weather icons:
fr_fr: Icônes méteo :
